{"extracted_information": "PrimeBiome is a probiotic gummy product designed to support skin and gut health by enhancing cell turnover. It features a proprietary blend of natural ingredients, is non-GMO, and easy to use. The product is offered in various packages with discounts and includes a 60-day money-back guarantee. Promotional content includes free bonuses with larger purchases and free shipping options.", "specifications": {"product_name": "PrimeBiome", "product_form": "Probiotic gummy", "daily_dosage": "1 gummy per day", "formula_type": "Proprietary blend of nourishing ingredients", "certifications_attributes": ["Natural Formula", "Non-GMO", "No Stimulants"]}, "pricing": {"packages": [{"name": "2 BOTTLES (Basic)", "supply": "60 Day Supply", "original_price": "$358", "discounted_price": "$158", "per_bottle_price": "$79", "shipping": "$9.99 Shipping", "savings_message": "Save $200"}, {"name": "3 + 3 BOTTLES (BEST VALUE!)", "supply": "180 Day Supply", "original_price": "$1074", "discounted_price": "$294", "per_bottle_price": "$49", "shipping": "FREE Shipping", "bonuses_included": true, "savings_message": "Save $780"}, {"name": "2 + 1 BOTTLES (Most popular)", "supply": "90 Day Supply", "original_price": "$537", "discounted_price": "$207", "per_bottle_price": "$69", "shipping": "FREE Shipping", "savings_message": "Save $330"}], "purchase_type": "One-off purchase, no hidden autoship, clauses, or charges."}, "features": [{"name": "Skin-Gut Cell Turnover Breakthrough", "description": "Rejuvenates skin by replacing old cells with new ones, supporting healthy aging and youthful skin appearance."}, {"name": "Dermal Balance Support", "description": "Promotes better skin health."}, {"name": "Digestive Support", "description": "Contributes to optimal gut health."}, {"name": "Healthy Weight Support", "description": "Supports maintenance of healthy weight."}, {"name": "Powerful Formula", "description": "Optimally dosed proprietary blend of nourishing ingredients, carefully mixed to complement one another."}, {"name": "Easy To Use", "description": "Simply take 1 probiotic gummy per day."}, {"name": "Satisfaction Guarantee", "description": "100% Satisfaction 60-Day Money Back Guarantee."}], "statistics": {"customer_reviews_count": "19,479 reviews", "customer_ordering_preference": "96% of customers order 6 bottles"}, "temporal_info": {"money_back_guarantee_days": 60, "shipping_times": [{"location": "United States", "time": "5-7 working days"}, {"location": "Canada", "time": "10-15 working days"}, {"location": "UK and Ireland", "time": "10-15 working days"}, {"location": "Australia and New Zealand", "time": "10-15 working days"}]}, "geographical_data": {"shipping_locations": {"United States": "FREE", "Canada": "$15.95", "UK and Ireland": "$15.95", "Australia and New Zealand": "$15.95"}, "retailer_location": "Boise, Idaho, USA (Click Sales, Inc.)"}, "ingredients": ["B. Coagulans", "Babchi", "Dandelion", "Fennel", "Inulin", "Fenugreek", "Lemon Balm", "Organic Ceylon Ginger", "Organic Lion's Mane", "Slippery Elm Bark"], "how_it_works": "PrimeBiome combines unique ingredients to support the cell turnover process by maintaining a healthy skin and gut microbiome. This process helps beneficial bacteria promote a more youthful appearance.", "target_audience": "Individuals seeking to support healthy aging, improve skin health and appearance, and optimize gut health.", "promotional_content": {"key_benefits": ["Rejuvenates skin", "Supports healthy aging", "Optimal gut health", "Maintains appearance of healthy youthful skin", "Promotes better skin health", "More youthful appearance"], "bonuses": [{"name": "Bonus #1 - See You Never, Cellulite!", "type": "E-book", "retail_price": "$55", "offer_price": "FREE", "description": "Erase cellulite fast, naturally, and with no effort! Tips on how to finally get rid of the orange-peel skin."}, {"name": "Bonus #2 - Hello, Dazzling Hair!", "type": "Guide", "retail_price": "$54", "offer_price": "FREE", "description": "Grow thick, full & lustrous locks in no time! Easy homemade remedies for healthy and strong hair."}, {"name": "Bonus #3 - White In a Flash!", "type": "Guide", "retail_price": "$54", "offer_price": "FREE", "description": "Quickly brighten your teeth with a simple brushing-trick popular among celebrities. Learn a ritual to forget about teeth sensitivity."}], "guarantee_message": "Your satisfaction is guaranteed!", "shipping_offer": "Every 6 Bottles Order Gets FREE Shipping Too!", "call_to_action": "Claim Your Discounted PrimeBiome Below While Stocks Last!", "retailer_info": "ClickBank is the trusted retailer for getprimebiome.com."}, "references": ["Ajmera R, Hill A. Dandelion Benefits: Nutrition, Antioxidants, and Inflammation [Internet]. Healthline Media; 2023 [cited 2024 Apr 14].", "Brown AC, Hairfield M, Richards DG, McMillin DL, Mein EA, Nelson CD. Medical nutrition therapy as a potential complementary treatment for psoriasis—five case reports. Alternative Medicine Review. 2004 Sep;9(3):297-307.", "Bruce-Keller AJ, Richard AJ, Fernandez-Kim SO, Ribnicky DM, Salbaum JM, Newman S, Carmouche R, Stephens JM. Fenugreek counters the effects of high fat diet on gut microbiota in mice: Links to metabolic benefit. Scientific Reports. 2020 Jan 27;10(1):1245. doi:10.1038/s41598-020-58005-7.", "CBP inulin – skincare – personal care – markets: Biobased Experts [Internet]. [cited 2024 Apr 13].", "Clare BA, Conroy RS, Spelman K. The diuretic effect in human subjects of an extract of Taraxacum officinale folium over a single day. The Journal of Alternative and Complementary Medicine. 2009 Aug;15(8):929-934. doi:10.1089/acm.2008.0152.", "Cohen J. 2+ benefits of Lion’s mane mushroom (hericium erinaceus) [Internet]. 2023 [cited 2024 Apr 14].", "Dolin BJ. Effects of a proprietary Bacillus coagulans preparation on symptoms of diarrhea-predominant irritable bowel syndrome. Methods and Findings in Experimental and Clinical Pharmacology. 2009 Dec;31(10):655-9. doi:10.1358/mf.2009.31.10.1441078.", "Droege T. Fennel seed [Internet]. Sealuxe; 2021 [cited 2024 Apr 14].", "Ecavade S. 21 mind-blowing benefits of fenugreek seeds for skin, hair, and health [Internet]. 2022 [cited 2024 Apr 14].", "Effects of inulin supplementation on body composition and metabolic outcomes in children with obesity. Scientific Reports. 2022 Jul 29;12(1):13014. doi:10.1038/s41598-022-17220-0.", "goodFood. Top 10 health benefits of fennel [Internet]. [cited 2024 Apr 16].", "Haldar L, Gandhi DN. Effect of oral administration of Bacillus coagulans B37 and Bacillus pumilus B9 strains on fecal coliforms, Lactobacillus and Bacillus spp. In rat animal model. Veterinary World. 2016 Jul;9(7):766. doi:10.14202/vetworld.2016.766-772.", "Hun L. Bacillus coagulans significantly improved abdominal pain and bloating in patients with IBS. Postgraduate Medicine. 2009 Mar;121(2):119-24. doi:10.3810/pgm.2009.03.1984.", "Laura. Lemon balm benefits for skin: Salve recipe [Internet]. 2024 [cited 2024 Apr 14].", "Majeed M, Nagabhushanam K, Natarajan S, Sivakumar A, Ali F, Pande A, Majeed S, Karri SK. Bacillus coagulans MTCC 5856 supplementation in the management of diarrhea predominant Irritable Bowel Syndrome: a double blind randomized placebo controlled pilot clinical study. Nutrition Journal. 2015 Dec;15:1-10. doi:10.1186/s12937-016-0140-6.", "Minamida K, Nishimura M, Miwa K, Nishihira J. Effects of dietary fiber with Bacillus coagulans lilac-01 on bowel movement and fecal properties of healthy volunteers with a tendency for constipation. Bioscience, Biotechnology, and Biochemistry. 2015;79(2):300-306. doi:10.1080/09168451.2014.972331.", "Nyangale EP, Farmer S, Keller D, Chernoff D, Gibson GR. Effect of prebiotics on the fecal microbiota of elderly volunteers after dietary supplementation of Bacillus coagulans GBI-30, 6086. Anaerobe. 2014 Dec;30:75-81. doi:10.1016/j.anaerobe.2014.09.002", "Nyangale EP, Farmer S, Cash HA, Keller D, Chernoff D, Gibson GR. Bacillus coagulans GBI-30, 6086 Modulates Faecalibacterium prausnitzii in Older Men and Women. Journal of Nutrition. 2015 Jul;145(7):1446-1452. doi:10.3945/jn.114.199802.", "Rapana J. Dandelion tea will grow on you once you hear all the health benefits [Internet]. 2019 [cited 2024 Apr 13].", "Rodriguez E. Lemon Balm helps improve gut motility, says research [Internet]. 2020 [cited 2024 Apr 16].", "Rogha M, Esfahani MZ, Zargarzadeh AH. The efficacy of a synbiotic containing Bacillus Coagulans in treatment of irritable bowel syndrome: a randomized placebo-controlled trial. Gastroenterology and Hepatology from Bed to Bench. 2014;7(3):156.", "Spritzler F. What to know about inulin, a healthful prebiotic [Internet]. MediLexicon International; 2023 [cited 2024 Apr 13].", "The Gut and the Brain [Internet]. 2017 [cited 2024 Apr 14].", "Thompson SV, Hannon BA, An R, Holscher HD. Effects of isolated soluble fiber supplementation on body weight, glycemia, and insulinemia in adults with overweight and obesity: a systematic review and meta-analysis of randomized controlled trials. The American Journal of Clinical Nutrition. 2017 Dec;106(6):1514-1528. doi:10.3945/ajcn.117.163246.", "Visuthranukul C, Chamni S, Kwanbunbumpen T, Saengpanit P, Chongpison Y, Tepaamorndech S, Panichsillaphakit E, Uaariyapanichkul J, Nonpat N, Chomtho S. Effects of inulin supplementation on body composition and metabolic outcomes in children with obesity. Scientific Reports. 2022 Jul 29;12(1):13014. doi:10.1038/s41598-022-17220-0.", "Warashina T, Umehara K, Miyase T. Constituents from the roots of Taraxacum platycarpum and their effect on proliferation of human skin fibroblasts. Chemical and Pharmaceutical Bulletin. 2012;60(2):205-212. doi:10.1248/cpb.60.205.", "Wang X, Zhang D, Jiang H, Zhang S, Pang X, Gao S, Zhang H, Zhang S, Xiao Q, Chen L, Wang S. Gut microbiota variation with short-term intake of ginger juice on human health. Frontiers in Microbiology. 2021 Feb 23;11:576061. doi:10.3389/fmicb.2020.576061.", "Zhang J, Kang MJ, Kim MJ, Kim ME, Song JH, Lee YM, Kim JI. Pancreatic lipase inhibitory activity of Taraxacum officinale in vitro and in vivo. Nutrition Research and Practice. 2008;2(4):200. doi:10.4162/nrp.2008.2.4.200."]}